/* About screen blog label */
"About.blog" = "https://auroracoin.is/";

/* About screen footer */
"About.footer" = "Създаден от глобалният Aurora Wallet екип. Версия %1$@";

/* Privay Policy button label */
"About.privacy" = "Политика на Поверителност";

/* About screen reddit label */
"About.reddit" = "https://www.reddit.com/r/Auroracoin/";

/* Terms of Use button label */
"About.terms" = "Условия за ползване\n";

/* About screen title */
"About.title" = "AurWallet за iOS е мобилният портфейл за Auroracoin.";

/* About screen twitter label */
"About.twitter" = "https://twitter.com/auroracoin";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "Затвори";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "Помощен център";

/* Loading Wallet Message */
"Account.loadingMessage" = "Зареждане на портфейла";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "Моят AurWallet";

/* Error alert title */
"Alert.error" = "Грешка";

/* No internet alert message */
"Alert.noInternet" = "Няма намерена интернет връзка. Проверете връзката си и опитайте отново.";

/* Warning alert title */
"Alert.warning" = "Внимание";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "Адресите са копирани";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "Всички адреси на портфейла  бяха успешно копирани.";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "Персонален Ключ за Възстановяване";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "Страхотно!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "набор на PIN";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "Изпращането неуспешно";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "Изпращане на потвърждение";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "Auroracoin изпратен/ни!";

/* JSON Serialization error message */
"ApiClient.jsonError" = "Грешка при сериализиране на JSON";

/* Wallet not ready error message */
"ApiClient.notReady" = "Портфейлът не е готов";

/* API Token error message */
"ApiClient.tokenError" = "Не може да се извлече означение за приложния програмен интерфейс (API)";

/* header of balance */
"Balance.header" = "TOTAL\nBALANCE";

/* Send BCH view body. */
"BCH.body" = "Въведете дестинационен адрес за  AUR по-долу. Всички AUR в портфейла ви по време на Fork (%1$@) ще бъдат изпратени.";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "Потвърдете изпращането на %1$@ на %2$@";

/* Confirmation alert title */
"BCH.confirmationTitle" = "потвърждаване";

/* Generic bch erorr message */
"BCH.genericError" = "Акаунтът ви не съдържа Auroracoin или сте получили Auroracoin след Fork-ът.";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "Идентификационният номер на транзакцията е копиран";

/* No address error message */
"BCH.noAddressError" = "Моля, въведете адрес";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "Заявки на протоколът за плащане не се поддържат за транзакциите на Auroracoin";

/* BCH successfully sent alert message */
"BCH.successMessage" = "Auroracoin  успешно изпратен/ни";

/* Widthdraw BCH view title */
"BCH.title" = "Изтеглете Auroracoin";

/* Tx Hash button header */
"BCH.txHashHeader" = "Идентификационен номер на Auroracoin транзакцията";

/* Approve button label */
"BitID.approve" = "Одобрение";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@ изисква удостоверяване чрез вашия Auroracoin портфейл.";

/* Deny button label */
"BitID.deny" = "Откажи";

/* BitID error alert title */
"BitID.error" = "Грешка при удостоверяване";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "Моля, проверете в услугата. Може да се наложи да опитате отново.";

/* BitID success alert title */
"BitID.success" = "Успешно удостоверяване";

/* BitID Authentication Request alert view title */
"AurID.title" = "Заявка за удостоверяване на AurID";

/* Cancel button label */
"Button.cancel" = "Отказ";

/* Ignore button label */
"Button.ignore" = "Игнорирай";

/* menu button */
"Button.menu" = "Меню";

/* No button */
"Button.no" = "Не";

/* OK button label */
"Button.ok" = "ОК";

/* receive button */
"Button.receive" = "Получаване";

/* send button */
"Button.send" = "Изпращане";

/* Settings button label */
"Button.settings" = "Настройки";

/* Settings button label */
"Button.submit" = "Въведи";

/* Yes button */
"Button.yes" = "Да";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "Центрирайте вашият QR код в полето";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "Сума за изпращане";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "Мрежова такса";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "Време за обработка: Предвижда се тази транзакция да бъде извършена за %1$@.";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "Изпращане";

/* Confirmation Screen title */
"Confirmation.title" = "Потвърждаване";

/* To: (address) */
"Confirmation.to" = "До";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "Крайна сума:";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "С цел да потвърдите, че сте записали всичко правилно, моля въведете следните думи от вашият Личен Ключ за Възстановяване.";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "Думата %1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "Показване на Auroracoin  в основна валута";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "Валутен курс";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "Това устройство не е конфигурирано да изпраща имейли с приложението за поща с iOS.";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "Недостъпен Имейл";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "Това устройство не е конфигурирано да изпраща съобщения.";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "Изпращането на съобщения не е на разположение";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "Можете да персонализирате лимита за разходите си с лицево удостоверение от %1$@.";

/* Face Id screen label */
"FaceIDSettings.label" = "Използвайте лицето си, за да отключите вашия AurWallet и да изпратите Auroracoin до определен лимит.";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "Линк Текст (вижте TouchIdSettings.customizeText)";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "Активиране на Face ID за AurWallet";

/* Face ID settings view title */
"FaceIDSettings.title" = "Face ID";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "Не сте настроили Face ID на това устройство. Отворете \"Настройки\"> \"Лице за идентификация\" и \"Персонален код\", за да го настроите сега.";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "Face ID не е настроено";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "Лимит на разходите с лицева идентификация";

/* Economy fee */
"FeeSelector.economy" = "Икономична";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "Прогнозирано време за изпълнение: 10+ минути.";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "Тази опция не се препоръчва за транзакции, които имат приоритет за бързо изпълнение.";

/* Regular fee */
"FeeSelector.regular" = "Нормална";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "Приблизителна доставка: 15-30 секунди";

/* Fee Selector title */
"FeeSelector.title" = "Скорост на обработка";

/* Checking private key balance progress view text */
"Import.checking" = "Проверка на баланса на частния ключ ...";

/* Sweep private key confirmation message */
"Import.confirm" = "Изпратете %1$@ от този частен ключ в портфейла си? Мрежата на Auroracoin ще получи такса от %2$@.";

/* Duplicate key error message */
"Import.Error.duplicate" = "Този частен ключ вече е в портфейла ви.";

/* empty private key error message */
"Import.Error.empty" = "Този частен ключ е празен.";

/* High fees error message */
"Import.Error.highFees" = "Таксите за транзакция надвишават наличните средства на този  частнен ключ.";

/* Not a valid private key error message */
"Import.Error.notValid" = "Невалиден частен ключ";

/* Import signing error message */
"Import.Error.signing" = "Грешка при подписване на транзакцията";

/* Import button label */
"Import.importButton" = "Импортирай";

/* Importing wallet progress view label */
"Import.importing" = "Импортиране на портфейла";

/* Caption for graphics */
"Import.leftCaption" = "Портфейл за импортиране";

/* Import wallet intro screen message */
"Import.message" = "Импортирането на портфейл прехвърля всички Auroracoin от другия ви портфейл в AurWallet, като използвате една транзакция.";

/* Enter password alert view title */
"Import.password" = "Този частен ключ е защитен с парола.";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "парола";

/* Caption for graphics */
"Import.rightCaption" = "Вашият AurWallet";

/* Scan Private key button label */
"Import.scan" = "Сканирайте на частения ключ";

/* Import wallet success alert title */
"Import.success" = "Успешно";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "Успешно импортиран портфейл.";

/* Import Wallet screen title */
"Import.title" = "Импортирай Портфейл";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "Отключване на  Ключ ";

/* Import wallet intro warning message */
"Import.warning" = "Импортирането на Портфейл не включва историята на транзакциите или други подробности.";

/* Wrong password alert message */
"Import.wrongPassword" = "Грешна парола, моля, опитайте отново.";

/* Close app button */
"JailbreakWarnings.close" = "Затваряне";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "Игнорирай";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "СИГУРНОСТТА НА ТОВА УСТРОЙСТВО Е КОМПРОМЕНТИРАНА \n  Всяко приложение \"jailbreak\" може да получи достъп до данните на ключовата верига на AurWallet и да открадне вашите Auroracoin! Изчистете незабавно този портфейл и го възстановете на сигурно устройство.";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "СИГУРНОСТТА НА ТОВА УСТРОЙСТВО Е КОМПРОМЕНТИРАНА \n  Всяко приложение \"jailbreak\" може да получи достъп до данните на ключовата верига на AurWallet и да открадне вашите Auroracoin! \nМоля, използвайте AurWallet само на устройство, което не е jailbroken.";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "ВНИМАНИЕ";

/* Location services disabled error */
"LocationPlugin.disabled" = "Услугите за местоположение са забранени.";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "AurWallet няма разрешение за достъп до услугите за местоположение.";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "Създадохте портфейла си на %1$@";

/* Manage wallet description text */
"ManageWallet.description" = "Името на портфейла Ви се показва само в историята на транзакциите в профила ви и не може да бъде видяно от никой друг.";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "Име на портфейла";

/* Manage wallet modal title */
"ManageWallet.title" = "Управление на портфейла";

/* Menu button title */
"MenuButton.lock" = "Заключи Портфейлът";

/* Menu button title */
"MenuButton.security" = "Център за Сигурност";

/* Menu button title */
"MenuButton.settings" = "Настройки";

/* Menu button title */
"MenuButton.support" = "Помощ\n";

/* button label */
"MenuViewController.createButton" = "Създайте нов портфейл";

/* Menu modal title */
"MenuViewController.modalTitle" = "Меню";

/* button label */
"MenuViewController.recoverButton" = "Възстановяване на портфейл";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "Превключване в автоматичен режим";

/* Node is connected label */
"NodeSelector.connected" = "Свързан";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "Въведете Node IP адрес и порт (по избор)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "Въведете Node";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "Превключи в ръчен режим";

/* Node address label */
"NodeSelector.nodeLabel" = "Текущ главен Node";

/* Node is not connected label */
"NodeSelector.notConnected" = "Не е свързан";

/* Node status label */
"NodeSelector.statusLabel" = "Състояние на връзката с Node";

/* Node Selector view title */
"NodeSelector.title" = "Auroracoin Node-ве";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "Грешка при заявката за плащане";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "Неподдържан или повреден документ";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "липсва сертификат";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "заявката е изтекла";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "Плащането не можа да бъде извършено";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "Плащанията с Auroracoin не могат да бъдат по-малки от %1$@.";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "Изходящите транзакции на Auroracoin не могат да бъдат по-малки от $@.";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "неподдържан тип подпис";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "Ненадежден сертификат";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "Докоснете тук, за да активирате Face ID";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "Активиране на Face ID";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "За да защитите портфейла си, е необходима парола на устройството. Отворете настройките и включете паролата.";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "Включете паролата на устройството";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "Вашият личен ключ за възстановяване трябва да бъде запазен в случай, че някога загубите или смените телефона си. Докоснете тук, за да продължите.";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "Необходимо Действие";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "Вашият портфейл може да не е синхронизиран. Това често може да бъде коригирано чрез повторно сканиране на блоковата верига.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "Отказана Tранзакция";

/* header of PinView */
"Prompts.SecurityCheck.header" = "SECURITY\nCHECK";

/* Share data prompt body */
"Prompts.ShareData.body" = "Помогнете ни да подобрим AurWallet, като споделяте анонимно данни  с нас";

/* Share data prompt title */
"Prompts.ShareData.title" = "Споделете анонимни данни";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "Докоснете тук за активиране на Touch ID";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "Активиране на Touch ID";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "AurWallet е обновен до използване на 6-цифрен ПИН код. Докоснете тук, за да обновите.";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "Обновяване на ПИН";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "Включете известията ако желаете да получавате специални съобщения за AurWallet в бъдеще.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "Известия";

/* Push notifications are off label */
"PushNotifications.off" = "Изключено";

/* Push notifications are on label */
"PushNotifications.on" = "Включено";

/* Push notifications settings view title label */
"PushNotifications.title" = "Известия";

/* Address copied message. */
"Receive.copied" = "Копирано в клипборда";

/* Share via email button label */
"Receive.emailButton" = "Електронна поща";

/* Request button label */
"Receive.request" = "Изискване на сума";

/* Share button label */
"Receive.share" = "Споделяне";

/* Share via text message (SMS) */
"Receive.textButton" = "Текстово съобщение";

/* Receive modal title */
"Receive.title" = "Получаване";

/* Done button text */
"RecoverWallet.done" = "Приключено успешно";

/* Recover wallet header */
"RecoverWallet.header" = "Възстановяване не Портофейла";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "Нулирайте ПИН";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "Въведете вашия Личен Ключ за Възстановяване.";

/* Recover wallet intro */
"RecoverWallet.intro" = "Възстановете своя AurWallet с Вашия личен ключ за Възстановяване.";

/* Invalid paper key message */
"RecoverWallet.invalid" = "Въведеният от вас Персонален Ключ за Възстановяване е невалиден. Моля, проверете отново всяка дума и опитайте отново.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "Лява стрелка";

/* Next button label */
"RecoverWallet.next" = "Следваща";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "Натиснете тук за повече информация.";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "Дясна стрелка";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "Въведете вашия Личен Ключ за Възстановяване на AurWallet портфейла, който искате да възстановите.";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "За да нулирате вашия ПИН, моля въведете думите от вашия Личен Ключ за Възстановяване.";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "Моля първо въведете количество.";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "Заявка на Сума";

/* Alert action button label */
"ReScan.alertAction" = "Синхронизиране";

/* Alert message body */
"ReScan.alertMessage" = "Няма да можете да изпращате Auroracoin докато синхронизирате.";

/* Alert message title */
"ReScan.alertTitle" = "Синхронизиране с блоковата верига?";

/* extimated time */
"ReScan.body1" = "20-45 минути";

/* Syncing explanation */
"ReScan.body2" = "Ако транзакцията се показва като завършена в мрежата на Auroracoin, но не и в AurWallet.";

/* Syncing explanation */
"ReScan.body3" = "Многократно получите грешка, че вашата транзакция е била отхвърлена.";

/* Start Sync button label */
"ReScan.buttonTitle" = "Стартирайте синхронизирането";

/* Sync blockchain view footer */
"ReScan.footer" = "Няма да можете да изпращате Auroracoin, докато синхронизирате с блоковата верига.";

/* Sync Blockchain view header */
"ReScan.header" = "Синхронизиране с блоковата верига";

/* Subheader label */
"ReScan.subheader1" = "Очаквано време";

/* Subheader label */
"ReScan.subheader2" = "Кога да синхронизирате?";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "светкавицата на камерата";

/* Complete filter label */
"Search.complete" = "завършено";

/* Pending filter label */
"Search.pending" = " в очакване";

/* Received filter label */
"Search.received" = "получено";

/* Sent filter label */
"Search.sent" = "изпратено";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "Face ID";

/* Security Center Info */
"SecurityCenter.info" = "Активирайте всички функции за сигурност за максимална защита.";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "Единственият начин да получите достъп до вашите Auroracoin, ако загубите или смените телефона си.";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "Личен Ключ за Възстановяване";

/* PIN button description */
"SecurityCenter.pinDescription" = "Защитава вашия AurWallet от неоторизирани потребители.";

/* PIN button title */
"SecurityCenter.pinTitle" = "6-цифрен ПИН код";

/* Security Center Title */
"SecurityCenter.title" = "Център за защита";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "Улеснено отключете вашия AurWallet и изпратете Auroracoin до определен лимит.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "Touch ID";

/* Send money amount label */
"Send.amountLabel" = "Сума";

/* Balance: $4.00 */
"Send.balance" = "Баланс: %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "Отидете в Настройки, за да позволите достъп до камерата.";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "AurWallet няма достъп до камерата";

/* Warning when sending to self. */
"Send.containsAddress" = "Адресът за получаване съвпада с  вашия адрес. Не може да пращате на себе си.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "Транзакцията не можа да бъде създадена.";

/* Description for sending money label */
"Send.descriptionLabel" = "Бележка";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "Pasteboаrd-ът е празен";

/* Network Fee: $0.01 */
"Send.fee" = "Такса за Мрежата: %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "Идентичността  на разплащача не е сертифицирана";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "Посоченият адрес не е валиден Auroracoin адрес.";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "Pasteboаrd-ът не садържа валиден Auroracoin адрес";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "Невалиден Адрес";

/* Is rescanning error message */
"Send.isRescanning" = "Изпращането е невъзможно по време на повторно пълно сканиране.";

/* Loading request activity view message */
"Send.loadingRequest" = "Зареждане на заявка.";

/* Empty address alert message */
"Send.noAddress" = "Моля въведете адреса на получателя.";

/* Emtpy amount alert message */
"Send.noAmount" = "Моля въведете сума за изпращане.";

/* Paste button label */
"Send.pasteLabel" = "Постави";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "Транзакцията не можа да бъде публикувана.";

/* Could not load remote request error message */
"Send.remoteRequestError" = "Разплащателната заявка не може да бъде заредена";

/* Scan button label */
"Send.scanLabel" = "Сканиране";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "Изпращане";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "Изпращане";

/* Send money to label */
"Send.toLabel" = "До";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "Адресите на Auroracoin са предназначени само за еднократна употреба.";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "Повторното използване намалява поверителността както за вас, така и за получателя и може да доведе до загуба, ако получателят не контролира директно адреса.";

/* Adress already used alert title */
"Send.UsedAddress.title" = "Адресът  вече е използван";

/* About label */
"Settings.about" = "Отностно";

/* Advanced Settings title */
"Settings.advancedTitle" = "Разширени настройки";

/* i.e. the currency which will be displayed */
"Settings.currency" = "Покажи балансът в тази валута";

/* Join Early access label */
"Settings.earlyAccess" = "Присъединяване към раннен достъп";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "Харесвате ли  AurWallet?";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "Лимит на разходите с лицева идентификация";

/* Import wallet label */
"Settings.importTitle" = "Импортирайте портфейл";

/* Manage settings section header */
"Settings.manage" = "Управление";

/* Notifications label */
"Settings.notifications" = "Известия";

/* Leave review button label */
"Settings.review" = "Оставете отзив";

/* Share anonymous data label */
"Settings.shareData" = "Споделете анонимно информация";

/* Sync blockchain label */
"Settings.sync" = "Синхронизиране на Блоковата Верига";

/* Settings title */
"Settings.title" = "Настройки";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "Touch ID Лимит на изпращане";

/* Wallet Settings section header */
"Settings.wallet" = "Портфейл";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "Стартиране / Възстановяване на друг портфейл";

/* Share data view body */
"ShareData.body" = "Помогнете ни да подобрим AurWallet, като споделите анонимните си данни с нас. Това не включва финансова информация. Ние зачитаме финансовата ви неприкосновеност.";

/* Share data header */
"ShareData.header" = "Сподели информация?";

/* Share data switch label. */
"ShareData.toggleLabel" = "Анонимно Споделяне на Информация?";

/* button label */
"StartPaperPhrase.againButtonTitle" = "Запишете отново вашият Личен Ключ за Възстановяване.";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "Вашият личен ключ за възстановяване е единственият начин да възстановите вашия AurWallet, ако телефонът ви е изгубен, откраднат, счупен или сменен.  \n  \ n Ние ще ви покажем списък от думи, който да запишете на лист хартия  и запазите на сигорно място.";

/* button label */
"StartPaperPhrase.buttonTitle" = "Запишете персоналния ключ за възстановяване";

/* Argument is date */
"StartPaperPhrase.date" = "Последно сте написали персоналния си ключ за възстановяване на %1$@";

/* Start view message */
"StartViewController.message" = "Най-сигурният начин да използвате Auroracoin.";

/* labels of syncView */
"SynchingView.blockHeightLabel" = "BLOCK HEIGHT";

"SynchingView.progressLabel" = "PROGRESS";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "Свързване";

/* Syncing view header text */
"SyncingView.header" = "Синхронизиране";

/* Retry button label */
"SyncingView.retry" = "Оттегли";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "Синхронизиране";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ д";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ ч";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ м";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ с";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "Можете да персонализирате лимитът си за разходи с Touch ID от %1$@.";

/* Touch Id screen label */
"TouchIdSettings.label" = "Използвайте пръстовия си отпечатък, за да отключите своя AurWallet и да изпратите Auroracoin до зададеният лимит.";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "Touch ID Екран за ограничаване на разходите";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "Лимит на разходите:%1$@(%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "Разреши Touch ID за AurWallet";

/* Touch ID settings view title */
"TouchIdSettings.title" = "Touch ID";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "Не сте настроили Touch ID на това устройство. Отворете \"Настройки\"> \" Touch ID и парола\", за да го настроите сега.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "Touch ID не е настроен";

/* Always require passcode option */
"TouchIdSpendingLimit" = "Винаги изисквай парола";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "Ще бъдете помолени да въведете своя 6-цифрен ПИН, за да изпратите всяка транзакция над ограничението си за разходи  на всеки 48 часа от последния път, когато сте въвели своя 6-цифрен ПИН.";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "Touch ID Лимит на разходите";

/* Availability status text */
"Transaction.available" = "Наличност за разходи";

/* Transaction complete label */
"Transaction.complete" = "Успешна транзакция.";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "Краен Баланс: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "Обменен курс при получаване:";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "Обменен курс при изпращане:";

/* (b600 fee) */
"Transaction.fee" = "(%1$@ такса)";

/* Invalid transaction */
"Transaction.invalid" = "НЕВАЛИДНА";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "точно сега";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "В процес: %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "В процес:%1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "Начален баланс: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "Изчакване за потвърждение. Някои търговци изискват потвърждение на транзакцията. Прогнозирано време за потвърждение: 1 -2 минути.";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "сметка";

/* Amount section header */
"TransactionDetails.amountHeader" = "Количество";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "Потвърдена в Блок";

/* Memo section header */
"TransactionDetails.commentsHeader" = "Бележка";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "Вашите транзакции ще се появят тук.";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "на %1$@";

/* More button title */
"TransactionDetails.more" = "Още...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "Преместени %1$@";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "Преместено количество <b>%1@</b>";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "Непотвърдено";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "Получени %1$@";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "Получено количество <b>%1@</b>";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "Изпратени %1$@";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "Изпратенo количество <b>%1@</b>";

/* Status section header */
"TransactionDetails.statusHeader" = "Статус";

/* Transaction Details Title */
"TransactionDetails.title" = "Подробности за транзакции";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "до %1$@";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "Auroracoin идентификационен номер на транзакция";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "Получено на този Адрес";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "Изпрати на този Адрес";

/* filter buttons for transactionView */
"TransactionView.all" = "all";

"TransactionView.received" = "received";

"TransactionView.sent" = "sent";

/* Disabled until date */
"UnlockScreen.disabled" = "Изключено до %1$@";

/* My Address button title */
"UnlockScreen.myAddress" = "Моя адрес";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "Нулиране на ПИН";

/* Scan button title */
"UnlockScreen.scan" = "Сканиране";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "Нулиране на ПИН";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "Отключи твоя AurWallet.";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "Отключи с TouchID";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "Портфейлът е отключен";

/* Update PIN caption text */
"UpdatePin.caption" = "Запомнете вашия ПИН. Ако го забравите, няма да може да достъпите вашите Auroracoin.";

/* PIN creation info. */
"UpdatePin.createInstruction" = "Вашият ПИН ще бъде използван за отключване на вашия AurWallet портфейл и за изпращане на Auroracoin.";

/* Update PIN title */
"UpdatePin.createTitle" = "Задаване на ПИН";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "Въведете ПИН отново.";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "Въведете текущия ви ПИН.";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "Въведете новия ПИН.";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "Въведете новия ПИН отново за потвърждение.";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "Съжаляваме, но промяната на ПИН е неуспешна.";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "Грешка при обновяване на ПИН";

/* Update PIN title */
"UpdatePin.updateTitle" = "Обнови ПИН";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "Копирай адреса на портфейла в клипборда?";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "Разрешение за копиране на адреса на портфейла в клипборда.";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "Копиране на адреса на портфейла";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "Копиране";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "Моля въведете ПИН за да разрешите транзакцията.";

/* Verify PIN view body */
"VerifyPin.continueBody" = "Моля въведете ПИН за да продължите.";

/* Verify PIN view title */
"VerifyPin.title" = "Изисква се въвеждане на ПИН";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "Разрешаване на транзакцията.";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "Отворете AurWallet Андроид апликацията, за да настроите вашия портфейл.";

/* Dismiss button label */
"Webview.dismiss" = "Отмени";

/* Webview loading error message */
"Webview.errorMessage" = "Възникна грешка при зареждането на съдържанието. Моля, опитайте отново.";

/* Updating webview message */
"Webview.updating" = "Актуализиция...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "Auroracoin за iOS промени името си на AurWallet, с чисто нов външен вид и някои нови функции.Ако имате нужда от помощ, потърсете (?) В горния десен ъгъл на повечето екрани.";

/* Top title of welcome screen */
"Welcome.title" = "Добре дошли в AurWallet!";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "Наистина ли искате да изтриете този портфейл?";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "Заличи портфейла?";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "Заличаването на портфейла е неуспешно.";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "Неуспешно заличаване";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "За да създадете нов портфейл или да възстановите стар портфейл, трябва да заличите текущия портфейл на устройството. Текущият баланс остава на този Личен Ключ за Възстановяване.";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "Създаване на нов или възстановяване на стар портфейл ще ви даде достъп до различен AurWallet портфейл на това устройство.";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "Текущият портфейл ще бъде премахнат от устройството. Ако в бъдеще желаете да го възстановите, ще трябва да въведете думите от вашият Личен Ключ за Възстановяване.";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "Създаване или Възстановяване на друг портфейл";

/* Wipe wallet button title */
"WipeWallet.wipe" = "Заличи";

/* Wiping activity message */
"WipeWallet.wiping" = "Заличаване...";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "Запишете думите на лист хартия и ги съхранявайте на сигурно място.";

/* button label */
"WritePaperPhrase.next" = "Следваща";

/* button label */
"WritePaperPhrase.previous" = "Предишна";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d от %2$d";

